[
  {
    "version": 0,
    "date": "23/05/2023"
  },
  {
    "history": [
      "Capítulo - 1",
      "Em um reino próspero e místico, onde várias raças e criaturas vivem, é governado pela família Aldebrans.",
      "No entanto, um mal antigo ressurgiu nessas terras, ameaçando mergulhar todo o reino na escuridão novamente.",
      "Assim, um dia o reino foi envolvido por uma sombra maligna conhecida como o Lorde das Trevas, e sob o seu comando, seus capangas espalharam o terror por todo o reino, matando quase toda a família real.",
      "O Lorde das Trevas assumiu o trono. (move)",
      "move()",
      "Capítulo - 2",
      "Após alguns anos, os membros sobreviventes da família real estabeleceram-se na floresta dos elfos, onde nasceu uma menina chamada Eleanor.",
      "Desde jovem, Eleanor não entendia por que não nos retaliávamos contra o Lorde.",
      "Então, aos 14 anos, Eleanor decidiu sair da floresta e aventurar-se por este mundo em busca do cristal que concederia o seu maior desejo, capaz de derrotar o Lorde e restaurar o seu reino. (move)",
      "move()",
      "Capítulo - 3",
      "Eleanor acorda no meio da floresta, onde estabeleceu o seu acampamento. (look)",
      "look()",
      "encontraste a tua mochila (examine)",
      "examine()",
      "apanhaste o item mapa (examine)",
      "examine()",
      "Preciso de ir em direção a aldeia Carmesim (move)",
      "move()",
      "Capítulo - 4",
      "Eleanor chegou à aldeia Carmesim e notou que esta estava sob ataque do Lorde. Em um combate frenético, ela vence a batalha.",
      "Sendo agradecida pelos moradores o mestre da vila aparece e agradece também e pergunta o que ela procura visto que esta tao longe de casa.",
      "Eleanor conta que esta em busca da pedra dos desejos e o mestre conta lhe que a pedra esta para alem da floresta Carmesim, e avisa que esta esta protegida por dois guardiões.",
      "move()",
      "Eleanor antes de prosseguir viagem, ve um pequeno Poe ferido e decide curar o pequeno animal",
      "E assim Eleanor ganha um pequeno companheiro de viagem",
      "Capítulo - 5",
      "Durante a caminhada para o seu destino ela enfrenta vários inimigos e encontra um bau e decide abri-lo (examinar)",
      "examine()",
      "Ao abrir o bau Eleanor ganha [ espada lendária, colar ]",
      "move()",
      "Capítulo - 6 : colar",
      "Ao chegar o colar começa a reluzir e a emitir vibrações e pegando nele nota que e a mesma luz que esta a ser emitida pela porta que guarda a relíquia e abre-se",
      "Entrando Eleanor ve a pedra dos desejos",
      "Eleanor começa a recitar o feitiço da parede para o seu desejo ser concedido onde ela deseja que o lorde desapareça juntamente de toda a tirania causada por ele.",
      "move()",
      "Capítulo - 6 : espada-lendaria"
    ]
  }
]
